[
    {
      "name": "Ankur Burman",
      "post": "Regional Business Head at TUK",
      "about": "An experienced Regional Business Head with a strong background in marketing, known for driving growth and leading successful teams. Skilled in negotiation, business planning, and customer service, he excels at crafting strategies that increase sales and market reach.",
      "image": "/assets/mentor1.jpg",
      "socials": {
        "linkedin": "https://www.linkedin.com/in/ankur-burman-1b857530/"
      }
    },
    {
      "name": "Pushp R Agrawal",
      "post": "State Vice President -UP CBSE School Managers Association",
      "about": "He is a dedicated educator and award-winning leader with a strong background in educational leadership and school management. He is deeply committed to enhancing the quality of school education through mentorship, teacher training, and innovative leadership development.",
      "image": "/assets/mentor2.jpg",
      "socials": {
        "linkedin": "https://www.linkedin.com/in/pushp-agrawal-a7795a7?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=android_app"
      }
    },
    {
      "name": "Ankit Kushwaha",
      "post": "Advocate at Supreme Court of India",
      "about": "He is a passionate education reformer and school owner, dedicated to revolutionizing the education landscape in Banda, Uttar Pradesh. With a background in law and experience at the Supreme Court of India, he is committed to integrating modern teaching methodologies with traditional values",
      "image": "/assets/mentor3.jpg",
      "socials": {
        "linkedin": "https://www.linkedin.com/in/ankit-kushwaha-62b5191b"
      }
    },
    {
      "name": "Saroj Pandey",
      "post": "Coordinator for Classes 11 & 12 at Sunbeam English School",
      "about": "She has been instrumental in managing academics, examinations, and student activities. Her leadership ensures a well-rounded educational experience, fostering both academic excellence and personal growth in senior students.",
      "image": "/assets/mentor4.jpg",
      "socials": {
        "linkedin": "https://www.linkedin.com/in/saroj-pandey-44714761/"
      }
    },
    {
      "name": "Raman Pruthi",
      "post": "Cluster Business Manager, Higher Education at Pearson",
      "about": "A seasoned sales professional with 17+ years in Education and Finance, recognized for exceptional results in team management, CRM, and business growth. Awarded multiple times for top performance and setting industry benchmarks.",
      "image": "/assets/mentor10.jpg",
      "socials": {
        "linkedin": "https://www.linkedin.com/in/raman-pruthi-64806146/"
      }
    },
    {
      "name": "Mala Tandon",
      "post": "Professor,Dy. Director & HOI. Amity Institute of Education, Lucknow",
      "about": "She is an experienced education leader who has directed B.Ed. programs, trained faculty, and led academic initiatives, driving excellence in her roles as Director and HoD. Her leadership has driven innovation and excellence in education.",
      "image": "/assets/mentor7.jpg",
      "socials": {
        "linkedin": "https://www.linkedin.com/in/mala-tandon-6314982a/"
      }
    },
    {
      "name": "Nitin Gaur",
      "post": "School Owner : Tiny Tots Azamgarh",
      "about": "As a dynamic school owner, life coach trainer, and engineer, He combines technical expertise with a passion for education and personal development. With a strong foundation in engineering, He has successfully applied analytical thinking to create innovative learning environments.",
      "image": "/assets/mentor5.jpg",
      "socials": {
        
      }
    },
    {
      "name": "Poonam Gupta",
      "post": "Principal : Heritage International Public School",
      "about": "She is dedicated to nurturing every child's potential, emphasising holistic education, innovation, and sustainability. She leads a collaborative environment where students thrive, teachers innovate, and the entire community works together to achieve excellence.",
      "image": "/assets/mentor6.jpg",
      "socials": {
        
      }
    },
    {
      "name": "Anuradha Bhatia",
      "post": "Educational Leader",
      "about": "She is an accomplished educational leader with extensive experience as a Principal and Deputy Director in multiple prestigious institutions. She excels in academic supervision, faculty training, and curriculum development, driving innovation and excellence in education.",
      "image": "/assets/mentor8.jpg",
      "socials": {
      }
    },
    {
      "name": "Rajaneesh Singh",
      "post": "Manager : JS Public School , Chandauli",
      "about": "With a strong background in economics and an MBA, He is a seasoned educator and leader with 17 years of experience in education and is  an NTA City Coordinator and a CBSE resource person. He is dedicated to fostering academic excellence and providing valuable resources and guidance to educators and students alike.",
      "image": "/assets/mentor9.jpg",
      "socials": {
      }
    }
  ]